src/test/resources/TempConverter/convertFarenheitToCelcius.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="https://www.w3schools.com/xml/">
<soapenv:Header/>
<soapenv:Body>
    <ns:FahrenheitToCelsius>
        <!--Optional:-->
        <ns:Fahrenheit>[Farenheit]</ns:Fahrenheit>
    </ns:FahrenheitToCelsius>
</soapenv:Body>
</soapenv:Envelope>